Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# error.filesystem.directory_read_failed
source: Directory Read Failed
ar: فشل قراءة الدليل
da: Directory læsning mislykkedes
de: Verzeichnis lesen fehlgeschlagen
es: Falló la lectura del directorio
fi: Hakemiston lukeminen epäonnistui
fr: Échec de lecture du répertoire
hi: निर्देशिका पढ़ना विफल
it: Lettura directory fallita
ja: ディレクトリ読み込みに失敗しました
ko: 디렉토리 읽기 실패
nb: Kataloglesing mislyktes
nl: Directory lezen mislukt
pl: Odczyt katalogu nie powiódł się
pt: Falha na leitura do diretório
ru: Ошибка чтения каталога
sv: Katalogläsning misslyckades
th: การอ่านไดเรกทอรีล้มเหลว
tr: Dizin okuma başarısız
vi: Đọc thư mục thất bại
zh_hans: 读取目录失败
zh_hant: 讀取目錄失敗

# error.filesystem.directory_selection_failed
source: Directory Selection Failed
ar: فشل في اختيار المجلد
da: Valg af mappe mislykkedes
de: Verzeichnisauswahl fehlgeschlagen
es: Error al seleccionar directorio
fi: Kansion valinta epäonnistui
fr: Échec de sélection du répertoire
hi: निर्देशिका चयन विफल
it: Selezione directory fallita
ja: ディレクトリ選択に失敗しました
ko: 디렉토리 선택 실패
nb: Katalogvalg mislyktes
nl: Mapselectie mislukt
pl: Wybór katalogu nieudany
pt: Falha na seleção de diretório
ru: Ошибка выбора каталога
sv: Katalogval misslyckades
th: การเลือกไดเรกทอรีล้มเหลว
tr: Dizin seçimi başarısız
vi: Chọn thư mục thất bại
zh_hans: 选择目录失败
zh_hant: 選取目錄失敗

# error.filesystem.download_directory_creation_failed
source: Download Directory Creation Failed
ar: فشل في إنشاء مجلد التحميل
da: Oprettelse af downloadmappe mislykkedes
de: Erstellung des Download-Verzeichnisses fehlgeschlagen
es: Error al crear directorio de descarga
fi: Latauskansion luominen epäonnistui
fr: Échec de création du répertoire de téléchargement
hi: डाउनलोड निर्देशिका निर्माण विफल
it: Creazione directory download fallita
ja: ダウンロードディレクトリの作成に失敗しました
ko: 다운로드 디렉토리 생성 실패
nb: Opprettelse av nedlastingskatalog mislyktes
nl: Aanmaken downloadmap mislukt
pl: Tworzenie katalogu pobierania nieudane
pt: Falha na criação do diretório de download
ru: Ошибка создания каталога загрузки
sv: Skapande av nedladdningskatalog misslyckades
th: การสร้างไดเรกทอรีดาวน์โหลดล้มเหลว
tr: İndirme dizini oluşturma başarısız
vi: Tạo thư mục tải xuống thất bại
zh_hans: 创建下载目录失败
zh_hant: 創建下載目錄失敗

# error.filesystem.file_access_failed
source: File Access Failed
ar: فشل في الوصول إلى الملف
da: Filadgang mislykkedes
de: Dateizugriff fehlgeschlagen
es: Error de acceso al archivo
fi: Tiedoston käyttö epäonnistui
fr: Échec de l'accès au fichier
hi: फ़ाइल पहुंच विफल
it: Accesso al file fallito
ja: ファイルアクセスに失敗しました
ko: 파일 접근 실패
nb: Filtilgang mislyktes
nl: Bestandstoegang mislukt
pl: Dostęp do pliku nieudany
pt: Falha no acesso ao arquivo
ru: Ошибка доступа к файлу
sv: Filåtkomst misslyckades
th: การเข้าถึงไฟล์ล้มเหลว
tr: Dosya erişimi başarısız
vi: Truy cập tệp thất bại
zh_hans: 无法访问所选文件
zh_hant: 無法訪問所選檔案

# error.filesystem.file_deletion_failed
source: File Deletion Failed
ar: فشل في حذف الملف
da: Filsletning mislykkedes
de: Dateilöschung fehlgeschlagen
es: Error al eliminar archivo
fi: Tiedoston poistaminen epäonnistui
fr: Échec de suppression du fichier
hi: फ़ाइल हटाना विफल
it: Eliminazione file fallita
ja: ファイル削除に失敗しました
ko: 파일 삭제 실패
nb: Filsletting mislyktes
nl: Bestand verwijderen mislukt
pl: Usuwanie pliku nieudane
pt: Falha na exclusão do arquivo
ru: Ошибка удаления файла
sv: Filborttagning misslyckades
th: การลบไฟล์ล้มเหลว
tr: Dosya silme başarısız
vi: Xóa tệp thất bại
zh_hans: 删除文件失败
zh_hant: 刪除檔案失敗

# error.filesystem.file_not_found
source: File Not Found
ar: الملف غير موجود
da: Fil ikke fundet
de: Datei nicht gefunden
es: Archivo no encontrado
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable
hi: फ़ाइल नहीं मिली
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다
nb: Fil ikke funnet
nl: Bestand niet gevonden
pl: Plik nie został znaleziony
pt: Arquivo não encontrado
ru: Файл не найден
sv: Filen hittades inte
th: ไม่พบไฟล์
tr: Dosya bulunamadı
vi: Không tìm thấy tệp
zh_hans: 文件未找到
zh_hant: 檔案未找到

# error.filesystem.file_read_failed
source: File Read Failed
ar: فشل في قراءة الملف
da: Læs fil mislykkedes
de: Datei lesen fehlgeschlagen
es: Falló la lectura del archivo
fi: Tiedoston lukeminen epäonnistui
fr: Échec de la lecture du fichier
hi: फ़ाइल पढ़ने में विफल
it: Lettura file fallita
ja: ファイルの読み込みに失敗しました
ko: 파일 읽기에 실패했습니다
nb: Les fil mislyktes
nl: Bestand lezen mislukt
pl: Odczyt pliku nie powiódł się
pt: Falha na leitura do arquivo
ru: Не удалось прочитать файл
sv: Läsa fil misslyckades
th: การอ่านไฟล์ล้มเหลว
tr: Dosya okuma başarısız
vi: Đọc tệp thất bại
zh_hans: 读取文件失败
zh_hant: 讀取檔案失敗

# error.filesystem.file_selection_failed
source: File Selection Failed
ar: فشل في اختيار الملف
da: Valg af fil mislykkedes
de: Dateiauswahl fehlgeschlagen
es: Falló la selección del archivo
fi: Tiedoston valinta epäonnistui
fr: Échec de la sélection du fichier
hi: फ़ाइल चयन विफल
it: Selezione file fallita
ja: ファイルの選択に失敗しました
ko: 파일 선택에 실패했습니다
nb: Filvalg mislyktes
nl: Bestandsselectie mislukt
pl: Wybór pliku nie powiódł się
pt: Falha na seleção do arquivo
ru: Не удалось выбрать файл
sv: Filval misslyckades
th: การเลือกไฟล์ล้มเหลว
tr: Dosya seçimi başarısız
vi: Chọn tệp thất bại
zh_hans: 文件选择失败
zh_hant: 檔案選取失敗

# error.filesystem.game_deletion_failed
source: Game Deletion Failed
ar: فشل في حذف اللعبة
da: Sletning af spil mislykkedes
de: Spiel löschen fehlgeschlagen
es: Falló la eliminación del juego
fi: Pelin poistaminen epäonnistui
fr: Échec de la suppression du jeu
hi: गेम डिलीट करना विफल
it: Eliminazione del gioco fallita
ja: ゲームの削除に失敗しました
ko: 게임 삭제에 실패했습니다
nb: Sletting av spill mislyktes
nl: Spel verwijderen mislukt
pl: Usunięcie gry nie powiodło się
pt: Falha na exclusão do jogo
ru: Не удалось удалить игру
sv: Borttagning av spel misslyckades
th: การลบเกมล้มเหลว
tr: Oyun silme başarısız
vi: Xóa trò chơi thất bại
zh_hans: 游戏删除失败
zh_hant: 遊戲刪除失敗

# error.filesystem.game_directory_not_found
source: Game Directory Not Found
ar: دليل اللعبة غير موجود
da: Spilmappe ikke fundet
de: Spielverzeichnis nicht gefunden
es: Directorio del juego no encontrado
fi: Pelikansiota ei löytynyt
fr: Répertoire de jeu non trouvé
hi: गेम डायरेक्टरी नहीं मिली
it: Directory del gioco non trovata
ja: ゲームディレクトリが見つかりません
ko: 게임 디렉토리를 찾을 수 없습니다
nb: Spillmappe ikke funnet
nl: Spelmap niet gevonden
pl: Katalog gry nie został znaleziony
pt: Diretório do jogo não encontrado
ru: Папка игры не найдена
sv: Spelkatalog hittades inte
th: ไม่พบไดเรกทอรีของเกม
tr: Oyun dizini bulunamadı
vi: Không tìm thấy thư mục trò chơi
zh_hans: 游戏目录未找到
zh_hant: 遊戲目錄未找到

# error.filesystem.image_save_failed
source: Image Save Failed
ar: فشل في حفظ الصورة
da: Gem billede mislykkedes
de: Bild speichern fehlgeschlagen
es: Falló el guardado de la imagen
fi: Kuvan tallentaminen epäonnistui
fr: Échec de la sauvegarde de l'image
hi: छवि सहेजने में विफल
it: Salvataggio immagine fallito
ja: 画像の保存に失敗しました
ko: 이미지 저장에 실패했습니다
nb: Lagre bilde mislyktes
nl: Afbeelding opslaan mislukt
pl: Zapisywanie obrazu nie powiodło się
pt: Falha ao salvar a imagem
ru: Не удалось сохранить изображение
sv: Spara bild misslyckades
th: การบันทึกรูปภาพล้มเหลว
tr: Resim kaydetme başarısız
vi: Lưu hình ảnh thất bại
zh_hans: 图片保存失败
zh_hant: 圖片保存失敗

# error.filesystem.invalid_directory_selected
source: Invalid Directory Selected
ar: المسار المحدد ليس مجلد قابل للقراءة
da: Den valgte sti er ikke en læsbar mappe
de: Der ausgewählte Pfad ist kein lesbares Verzeichnis
es: La ruta seleccionada no es un directorio legible
fi: Valittu polku ei ole luettava hakemisto
fr: Le chemin sélectionné n'est pas un répertoire lisible
hi: चयनित पथ एक पठनीय निर्देशिका नहीं है
it: Il percorso selezionato non è una directory leggibile
ja: 選択されたパスは読み取り可能なディレクトリではありません
ko: 선택된 경로는 읽기 가능한 디렉토리가 아닙니다
nb: Den valgte stien er ikke en lesbar katalog
nl: Het geselecteerde pad is geen leesbare map
pl: Wybrana ścieżka nie jest czytelnym katalogiem
pt: O caminho selecionado não é um diretório legível
ru: Выбранный путь не является читаемой директорией
sv: Den valda sökvägen är inte en läsbar katalog
th: เส้นทางที่เลือกไม่ใช่ไดเรกทอรีที่อ่านได้
tr: Seçilen yol okunabilir bir dizin değil
vi: Đường dẫn đã chọn không phải là thư mục có thể đọc được
zh_hans: 选择的路径不是可读的目录
zh_hant: 選取的路徑不是可讀的目錄

# error.filesystem.java_path_selection_failed
source: Java Path Selection Failed
ar: فشل في اختيار مسار Java
da: Valg af Java-sti mislykkedes
de: Java-Pfadauswahl fehlgeschlagen
es: Error al seleccionar ruta de Java
fi: Java-polun valinta epäonnistui
fr: Échec de la sélection du chemin Java
hi: Java पथ चयन विफल
it: Selezione percorso Java fallita
ja: Javaパスの選択に失敗しました
ko: Java 경로 선택 실패
nb: Java-stivalg mislyktes
nl: Java-padselectie mislukt
pl: Wybór ścieżki Java nie powiódł się
pt: Falha na seleção do caminho Java
ru: Не удалось выбрать путь Java
sv: Java-sökvägsval misslyckades
th: การเลือกเส้นทาง Java ล้มเหลว
tr: Java yolu seçimi başarısız
vi: Chọn đường dẫn Java thất bại
zh_hans: Java路径选择失败
zh_hant: Java路徑選取失敗

# error.filesystem.litematica_list_read_failed
source: Failed to read Litematica file list
ar: فشل في قراءة قائمة ملفات Litematica
da: Læsning af Litematica-filliste mislykkedes
de: Lesen der Litematica-Dateiliste fehlgeschlagen
es: Error al leer la lista de archivos de Litematica
fi: Litematica-tiedostolistan lukeminen epäonnistui
fr: Échec de la lecture de la liste des fichiers Litematica
hi: Litematica फ़ाइल सूची पढ़ने में विफल
it: Lettura dell'elenco dei file Litematica non riuscita
ja: Litematicaファイルリストの読み取りに失敗しました
ko: Litematica 파일 목록 읽기 실패
nb: Lesing av Litematica-filliste mislyktes
nl: Lezen van Litematica-bestandslijst mislukt
pl: Nie udało się odczytać listy plików Litematica
pt: Falha ao ler a lista de arquivos do Litematica
ru: Не удалось прочитать список файлов Litematica
sv: Läsning av Litematica-fillista misslyckades
th: อ่านรายการไฟล์ Litematica ล้มเหลว
tr: Litematica dosya listesi okunamadı
vi: Không thể đọc danh sách tệp Litematica
zh_hans: 读取Litematica文件列表失败
zh_hant: 讀取Litematica檔案列表失敗

# error.filesystem.logs_not_found
source: Game Log Files Not Found
ar: لم يتم العثور على ملفات سجل اللعبة
da: Spillogfiler ikke fundet
de: Spielprotokolldateien nicht gefunden
es: Archivos de registro del juego no encontrados
fi: Pelilokitiedostoja ei löytynyt
fr: Fichiers de journal de jeu introuvables
hi: गेम लॉग फ़ाइलें नहीं मिलीं
it: File di log del gioco non trovati
ja: ゲームログファイルが見つかりません
ko: 게임 로그 파일을 찾을 수 없습니다
nb: Spilloggfiler ikke funnet
nl: Spellogbestanden niet gevonden
pl: Pliki dziennika gry nie zostały znalezione
pt: Arquivos de log do jogo não encontrados
ru: Файлы журнала игры не найдены
sv: Spelloggfiler hittades inte
th: ไม่พบไฟล์บันทึกของเกม
tr: Oyun günlük dosyaları bulunamadı
vi: Không tìm thấy tệp nhật ký trò chơi
zh_hans: 未找到游戏日志文件
zh_hant: 未找到遊戲日誌檔案

# error.filesystem.security_scope_failed
source: Security Scope Failed
ar: فشل في نطاق الأمان
da: Sikkerhedsomfang mislykkedes
de: Sicherheitsbereich fehlgeschlagen
es: Falló el ámbito de seguridad
fi: Tietoturvan laajuus epäonnistui
fr: Échec de la portée de sécurité
hi: सुरक्षा क्षेत्र विफल
it: Ambito di sicurezza fallito
ja: セキュリティスコープに失敗しました
ko: 보안 범위 실패
nb: Sikkerhetsomfang mislyktes
nl: Beveiligingsbereik mislukt
pl: Zakres bezpieczeństwa nie powiódł się
pt: Falha no escopo de segurança
ru: Не удалось установить область безопасности
sv: Säkerhetsomfång misslyckades
th: ขอบเขตความปลอดภัยล้มเหลว
tr: Güvenlik kapsamı başarısız
vi: Phạm vi bảo mật thất bại
zh_hans: 安全作用域失败
zh_hant: 安全作用域失敗

# error.filesystem.sha1_calculation_failed
source: SHA1 Calculation Failed
ar: فشل في حساب SHA1 للملف
da: SHA1 beregning af fil mislykkedes
de: SHA1-Berechnung der Datei fehlgeschlagen
es: Falló el cálculo SHA1 del archivo
fi: Tiedoston SHA1-laskenta epäonnistui
fr: Échec du calcul SHA1 du fichier
hi: फ़ाइल SHA1 गणना में विफल
it: Calcolo SHA1 del file fallito
ja: ファイルのSHA1計算に失敗しました
ko: 파일 SHA1 계산에 실패했습니다
nb: SHA1 beregning av fil mislyktes
nl: SHA1 berekening van bestand mislukt
pl: Obliczanie SHA1 pliku nie powiodło się
pt: Falha no cálculo SHA1 do arquivo
ru: Не удалось вычислить SHA1 файла
sv: SHA1-beräkning av fil misslyckades
th: การคำนวณ SHA1 ของไฟล์ล้มเหลว
tr: Dosya SHA1 hesaplama başarısız
vi: Tính toán SHA1 của tệp thất bại
zh_hans: 计算文件SHA1失败
zh_hant: 計算檔案SHA1失敗

# error.game_launch.game_crashed
source: Game has crashed
ar: تعطلت اللعبة
da: Spillet er gået ned
de: Spiel ist abgestürzt
es: El juego se ha bloqueado
fi: Peli on kaatunut
fr: Le jeu a planté
hi: गेम क्रैश हो गया
it: Il gioco è andato in crash
ja: ゲームがクラッシュしました
ko: 게임이 크래시되었습니다
nb: Spillet har krasjet
nl: Spel is gecrasht
pl: Gra się zawiesiła
pt: O jogo travou
ru: Игра завершилась сбоем
sv: Spelet har kraschat
th: เกมขัดข้อง
tr: Oyun çöktü
vi: Trò chơi đã bị treo
zh_hans: 游戏已崩溃
zh_hant: 遊戲已崩潰

# error.game_launch.game_crashed.description
source: The game has crashed. Please check the launcher log for more details and troubleshooting information.
ar: تعطلّت اللعبة. يُرجى التحقق من سجل المشغّل للحصول على مزيد من التفاصيل ومعلومات استكشاف الأخطاء وإصلاحها.
da: Spillet er gået ned. Tjek venligst launcher-loggen for flere detaljer og fejlfinding.
de: Das Spiel ist abgestürzt. Bitte überprüfe das Launcher-Protokoll für weitere Details und Hinweise zur Fehlerbehebung.
es: El juego se ha bloqueado. Consulta el registro del launcher para obtener más detalles e información de diagnóstico.
fi: Peli on kaatunut. Tarkista launcher-loki lisätietoja ja vianmääritystä varten.
fr: Le jeu a planté. Veuillez consulter le journal du lanceur pour plus de détails et d’informations de dépannage.
hi: गेम क्रैश हो गया है। अधिक विवरण और समस्या निवारण जानकारी के लिए कृपया लॉन्चर लॉग देखें।
it: Il gioco è andato in crash. Controlla il log del launcher per maggiori dettagli e informazioni di risoluzione dei problemi.
ja: ゲームがクラッシュしました。詳しい情報やトラブルシューティングのために、ランチャーのログを確認してください。
ko: 게임이 크래시되었습니다。 자세한 내용과 문제 해결 정보를 보려면 런처 로그를 확인하세요。
nb: Spillet har krasjet. Sjekk launcher-loggen for flere detaljer og feilsøkingsinformasjon.
nl: Het spel is gecrasht. Controleer de launcher-log voor meer details en informatie voor probleemoplossing.
pl: Gra uległa awarii. Sprawdź dziennik launchera, aby uzyskać więcej szczegółów i informacji diagnostycznych.
pt: O jogo travou. Verifique o log do launcher para mais detalhes e informações de solução de problemas.
ru: Игра завершилась сбоем. Пожалуйста, проверьте журнал лаунчера для получения дополнительных сведений и информации по устранению неполадок.
sv: Spelet har kraschat. Kontrollera launcher-loggen för fler detaljer och felsökningsinformation.
th: เกมขัดข้อง เกมได้ปิดตัวลง กรุณาตรวจสอบบันทึกล็อกของตัวเรียกใช้งานเพื่อดูรายละเอียดเพิ่มเติมและข้อมูลสำหรับแก้ไขปัญหา
tr: Oyun çöktü. Daha fazla ayrıntı ve sorun giderme bilgisi için lütfen başlatıcı günlüğünü kontrol edin.
vi: Trò chơi đã bị treo. Vui lòng kiểm tra nhật ký của trình khởi chạy để biết thêm chi tiết và thông tin khắc phục sự cố.
zh_hans: 游戏已崩溃。请查看启动器日志以获取更多详细信息并进行排查。
zh_hant: 遊戲已崩潰。請查看啟動器日誌以取得更多詳細資訊並進行排查。

# error.game_launch.process_failed
source: Process Failed
ar: فشل في بدء عملية اللعبة
da: Start spilproces mislykkedes
de: Spielprozess starten fehlgeschlagen
es: Falló el inicio del proceso del juego
fi: Peliprosessin käynnistys epäonnistui
fr: Échec du lancement du processus de jeu
hi: खेल प्रक्रिया शुरू करने में विफल
it: Avvio processo gioco fallito
ja: ゲームプロセスの起動に失敗しました
ko: 게임 프로세스 시작에 실패했습니다
nb: Start spillprosess mislyktes
nl: Spelproces starten mislukt
pl: Uruchomienie procesu gry nie powiodło się
pt: Falha ao iniciar o processo do jogo
ru: Не удалось запустить процесс игры
sv: Starta spelprocess misslyckades
th: การเริ่มต้นกระบวนการเกมล้มเหลว
tr: Oyun işlemi başlatma başarısız
vi: Khởi động quy trình trò chơi thất bại
zh_hans: 启动游戏进程失败
zh_hant: 啟動遊戲進程失敗

# error.image.load.drag.failed
source: Failed to Load Dragged Image
ar: فشل في تحميل الصورة المسحوبة
da: Indlæs trækket billede mislykkedes
de: Laden des gezogenen Bildes fehlgeschlagen
es: Falló al cargar la imagen arrastrada
fi: Vedetyn kuvan lataaminen epäonnistui
fr: Échec du chargement de l'image glissée
hi: खींची गई छवि लोड करने में विफल
it: Caricamento immagine trascinata fallito
ja: ドラッグした画像の読み込みに失敗しました
ko: 드래그한 이미지 로드에 실패했습니다
nb: Laste drattet bilde mislyktes
nl: Gesleepte afbeelding laden mislukt
pl: Ładowanie przeciągniętego obrazu nie powiodło się
pt: Falha ao carregar a imagem arrastada
ru: Не удалось загрузить перетащенное изображение
sv: Ladda dragen bild misslyckades
th: การโหลดรูปภาพที่ลากล้มเหลว
tr: Sürüklenen resim yükleme başarısız
vi: Tải hình ảnh được kéo thất bại
zh_hans: 加载拖拽图片失败
zh_hant: 載入拖拽圖片失敗

# error.image.pick.failed
source: Image Selection Failed
ar: فشل في اختيار الصورة
da: Billedvalg mislykkedes
de: Bildauswahl fehlgeschlagen
es: Falló la selección de imagen
fi: Kuvan valinta epäonnistui
fr: Échec de la sélection d'image
hi: छवि चयन में विफल
it: Selezione immagine fallita
ja: 画像の選択に失敗しました
ko: 이미지 선택에 실패했습니다
nb: Bildevalg mislyktes
nl: Afbeelding selectie mislukt
pl: Wybór obrazu nie powiodło się
pt: Falha na seleção de imagem
ru: Не удалось выбрать изображение
sv: Bildval misslyckades
th: การเลือกรูปภาพล้มเหลว
tr: Resim seçimi başarısız
vi: Chọn hình ảnh thất bại
zh_hans: 图片选择失败
zh_hant: 圖片選取失敗

# error.modpack.export.archive_creation_failed
source: Failed to create archive file
ar: فشل في إنشاء ملف الأرشيف
da: Kunne ikke oprette arkivfil
de: Archivdatei konnte nicht erstellt werden
es: Error al crear el archivo comprimido
fi: Arkistotiedoston luominen epäonnistui
fr: Échec de la création du fichier d'archive
hi: संग्रह फ़ाइल बनाने में विफल
it: Impossibile creare il file di archivio
ja: アーカイブファイルの作成に失敗しました
ko: 압축 파일 생성에 실패했습니다
nb: Kunne ikke opprette arkivfil
nl: Kan archiefbestand niet maken
pl: Nie udało się utworzyć pliku archiwum
pt: Falha ao criar arquivo compactado
ru: Не удалось создать архивный файл
sv: Kunde inte skapa arkivfil
th: สร้างไฟล์เก็บถาวรล้มเหลว
tr: Arşiv dosyası oluşturulamadı
vi: Không thể tạo tệp lưu trữ
zh_hans: 无法创建压缩文件
zh_hant: 無法建立壓縮檔案

# error.network.cape_hide_http_error
source: Hide cape failed: HTTP %@
ar: فشل في إخفاء الرداء: HTTP %@
da: Skjul kappe fejlede: HTTP %@
de: Cape verstecken fehlgeschlagen: HTTP %@
es: Falló al ocultar capa: HTTP %@
fi: Viitan piilottaminen epäonnistui: HTTP %@
fr: Échec du masquage de la cape : HTTP %@
hi: केप छुपाना विफल: HTTP %@
it: Nascondi mantello fallito: HTTP %@
ja: ケープの非表示に失敗しました： HTTP %@
ko: 망토 숨기기 실패： HTTP %@
nb: Skjul kappe feilet: HTTP %@
nl: Cape verbergen mislukt: HTTP %@
pl: Ukrycie peleryny nie powiodło się: HTTP %@
pt: Falha ao ocultar capa: HTTP %@
ru: Не удалось скрыть плащ: HTTP %@
sv: Dölj kappa misslyckades: HTTP %@
th: การซ่อนเสื้อคลุมล้มเหลว: HTTP %@
tr: Pelerin gizleme başarısız: HTTP %@
vi: Ẩn áo choàng thất bại: HTTP %@
zh_hans: 隐藏斗篷失败： HTTP %@
zh_hant: 隱藏斗篷失敗： HTTP %@

# error.network.cape_show_http_error
source: Show cape failed: HTTP %@
ar: فشل في إظهار الرداء: HTTP %@
da: Vis kappe fejlede: HTTP %@
de: Cape anzeigen fehlgeschlagen: HTTP %@
es: Falló al mostrar capa: HTTP %@
fi: Viitan näyttäminen epäonnistui: HTTP %@
fr: Échec de l'affichage de la cape : HTTP %@
hi: केप दिखाना विफल: HTTP %@
it: Mostra mantello fallito: HTTP %@
ja: ケープの表示に失敗しました： HTTP %@
ko: 망토 표시 실패： HTTP %@
nb: Vis kappe feilet: HTTP %@
nl: Cape tonen mislukt: HTTP %@
pl: Pokazanie peleryny nie powiodło się: HTTP %@
pt: Falha ao mostrar capa: HTTP %@
ru: Не удалось показать плащ: HTTP %@
sv: Visa kappa misslyckades: HTTP %@
th: การแสดงเสื้อคลุมล้มเหลว: HTTP %@
tr: Pelerin gösterme başarısız: HTTP %@
vi: Hiển thị áo choàng thất bại: HTTP %@
zh_hans: 显示斗篷失败： HTTP %@
zh_hant: 顯示斗篷失敗： HTTP %@

# error.network.ip_location_failed
source: IP location detection failed
ar: فشل في اكتشاف موقع IP
da: IP-placering registrering mislykkedes
de: IP-Standorterkennung fehlgeschlagen
es: Error en la detección de ubicación IP
fi: IP-paikannuksen tunnistus epäonnistui
fr: Échec de la détection de localisation IP
hi: IP स्थान पहचान विफल
it: Rilevamento posizione IP fallito
ja: IP位置の検出に失敗しました
ko: IP 위치 감지 실패
nb: IP-plassering registrering mislyktes
nl: IP-locatiedetectie mislukt
pl: Wykrywanie lokalizacji IP nie powiodło się
pt: Falha na detecção de localização IP
ru: Ошибка определения местоположения IP
sv: IP-platsdetektering misslyckades
th: การตรวจจับตำแหน่ง IP ล้มเหลว
tr: IP konum algılama başarısız
vi: Phát hiện vị trí IP thất bại
zh_hans: IP地理位置检测失败
zh_hant: IP地理位置檢測失敗

# error.network.minecraft_service_unavailable
source: Minecraft authentication service is temporarily unavailable, please try again later
ar: خدمة مصادقة Minecraft غير متاحة مؤقتاً، يرجى المحاولة لاحقاً
da: Minecraft godkendelsestjeneste er midlertidigt utilgængelig, prøv igen senere
de: Minecraft-Authentifizierungsdienst ist vorübergehend nicht verfügbar, bitte versuchen Sie es später erneut
es: El servicio de autenticación de Minecraft no está disponible temporalmente, inténtalo de nuevo más tarde
fi: Minecraft-todennuspalvelu on tilapäisesti poissa käytöstä, yritä myöhemmin uudelleen
fr: Le service d'authentification Minecraft est temporairement indisponible, veuillez réessayer plus tard
hi: Minecraft प्रमाणीकरण सेवा अस्थायी रूप से अनुपलब्ध है, कृपया बाद में पुनः प्रयास करें
it: Il servizio di autenticazione Minecraft è temporaneamente non disponibile, riprova più tardi
ja: Minecraft認証サービスは一時的に利用できません。後でもう一度お試しください
ko: Minecraft 인증 서비스가 일시적으로 사용할 수 없습니다。 나중에 다시 시도해 주세요
nb: Minecraft autentiseringstjeneste er midlertidig utilgjengelig, prøv igjen senere
nl: Minecraft authenticatieservice is tijdelijk niet beschikbaar, probeer het later opnieuw
pl: Usługa uwierzytelniania Minecraft jest tymczasowo niedostępna, spróbuj ponownie później
pt: O serviço de autenticação do Minecraft está temporariamente indisponível, tente novamente mais tarde
ru: Служба аутентификации Minecraft временно недоступна, попробуйте позже
sv: Minecraft-autentiseringstjänsten är tillfälligt otillgänglig, försök igen senare
th: บริการยืนยันตัวตน Minecraft ไม่พร้อมใช้งานชั่วคราว กรุณาลองใหม่อีกครั้งในภายหลัง
tr: Minecraft kimlik doğrulama hizmeti geçici olarak kullanılamıyor, lütfen daha sonra tekrar deneyin
vi: Dịch vụ xác thực Minecraft tạm thời không khả dụng, vui lòng thử lại sau
zh_hans: Minecraft认证服务暂时不可用，请稍后重试
zh_hant: Minecraft認證服務暫時不可用，請稍後重試

# error.network.rate_limited
source: Too many requests, please try again later
ar: طلبات كثيرة جداً، يرجى المحاولة لاحقاً
da: For mange anmodninger, prøv igen senere
de: Zu viele Anfragen, bitte versuchen Sie es später erneut
es: Demasiadas solicitudes, inténtalo de nuevo más tarde
fi: Liian monta pyyntöä, yritä myöhemmin uudelleen
fr: Trop de requêtes, veuillez réessayer plus tard
hi: बहुत सारे अनुरोध, कृपया बाद में पुनः प्रयास करें
it: Troppe richieste, riprova più tardi
ja: リクエストが多すぎます。後でもう一度お試しください
ko: 요청이 너무 많습니다。 나중에 다시 시도해 주세요
nb: For mange forespørsler, prøv igjen senere
nl: Te veel verzoeken, probeer het later opnieuw
pl: Zbyt wiele żądań, spróbuj ponownie później
pt: Muitas solicitações, tente novamente mais tarde
ru: Слишком много запросов, попробуйте позже
sv: För många förfrågningar, försök igen senare
th: คำขอมากเกินไป กรุณาลองใหม่อีกครั้งในภายหลัง
tr: Çok fazla istek, lütfen daha sonra tekrar deneyin
vi: Quá nhiều yêu cầu, vui lòng thử lại sau
zh_hans: 请求过多，请稍后重试
zh_hant: 請求過多，請稍後重試
